Repository: plirof2/d7_oauth2_tests
Catalog: oauth2_gsis/oauth2_gsis.*.po
Languages: el

source: A new account could not be created for %name. The username is already in use on this site.
el: Δεν ήταν δυνατόν να δημιουργηθεί νέος λογαριασμός για τον %name

source: edit
el: επεξεργασία

source: edit user
el: επεξεργασία χρήστη

source: oauth2_gsis login (block name)
el: Σύνδεση με GSIS (block)

source: User login
el: Είσοδος

source: ERR: Data return error
el: Πρόβλημα επιστροφής δεδομένων

source: ERR: 006 Problem of entering data from the General Secretariat of Information Systems.
el: Υπήρξε πρόβλημα στην επικοινωνία με την ΓΓΠΣ

source: ERR: 007 Data entry problem by the General Secretariat of Information Systems.
el: Υπήρξε πρόβλημα στην επικοινωνία με την ΓΓΠΣ

source: New user: %name (%email).
el: Νέος χρήστης: %name (%email).

source: user
el: χρήστης

source: GSIS Login
el: Είσοδος ΓΓΠΣ

source: GSIS logout
el: Έξοδος από ΓΓΠΣ

source: gsis
el: ΓΓΠΣ

source: Login Using GSIS
el: Είσοδος μέ κωδικούς ΓΓΠΣ
